Repository: stokay/MySQLClient
Catalog: Sources/MySQLMacClient/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, pl, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: %@ was backed up successfully.
ar: تم نسخ %@ احتياطيًا بنجاح.
de: Die Sicherung von %@ wurde erfolgreich erstellt.
es: Se realizó la copia de seguridad de %@ correctamente.
fr: %@ a été sauvegardé avec succès.
hi: %@ का बैकअप सफलतापूर्वक बना।
id: %@ berhasil dicadangkan.
it: %@ è stato salvato con successo.
ja: %@ のバックアップが完了しました。
ko: %@ 백업이 완료되었습니다.
pl: Utworzono kopię zapasową %@.
pt_br: %@ foi copiado com sucesso.
ru: Резервная копия %@ успешно создана.
th: สำรองข้อมูล %@ สำเร็จแล้ว
tr: %@ başarıyla yedeklendi.
vi: %@ đã được sao lưu thành công.
zh_hans: %@ 已成功备份。
zh_hant: %@ 已成功備份。

source: %@ was exported successfully.
ar: تم تصدير %@ بنجاح.
de: %@ wurde erfolgreich exportiert.
es: Se exportó %@ correctamente.
fr: %@ a été exporté avec succès.
hi: %@ सफलतापूर्वक निर्यात किया गया।
id: %@ berhasil diekspor.
it: %@ è stato esportato con successo.
ja: %@ のエクスポートが完了しました。
ko: %@ 내보내기가 완료되었습니다.
pl: %@ został pomyślnie wyeksportowany.
pt_br: %@ foi exportado com sucesso.
ru: %@ успешно экспортирован.
th: ส่งออก %@ สำเร็จแล้ว
tr: %@ başarıyla dışa aktarıldı.
vi: %@ đã được xuất thành công.
zh_hans: %@ 已成功导出。
zh_hant: %@ 已成功匯出。

source: %lld objects ready · %@
ar: %lld عنصرًا جاهزًا · %@
de: %lld Objekte bereit · %@
es: %lld objetos listos · %@
fr: %lld objets prêts · %@
hi: %lld ऑब्जेक्ट तैयार · %@
id: %lld objek siap · %@
it: %lld oggetti pronti · %@
ja: %lld 個のオブジェクトが準備完了 · %@
ko: %lld개 개체 준비됨 · %@
pl: Gotowych obiektów: %lld · %@
pt_br: %lld objetos prontos · %@
ru: Готово объектов: %lld · %@
th: อ็อบเจ็กต์พร้อมแล้ว %lld รายการ · %@
tr: %lld nesne hazır · %@
vi: %lld đối tượng đã sẵn sàng · %@
zh_hans: 已准备好 %lld 个对象 · %@
zh_hant: 已準備 %lld 個物件 · %@

source: %lld result sets returned, %lld rows in total.
ar: تم إرجاع %lld مجموعة نتائج، بإجمالي %lld صفًا.
de: %lld Ergebnismengen zurückgegeben, insgesamt %lld Zeilen.
es: %lld conjuntos de resultados devueltos, %lld filas en total.
fr: %lld jeux de résultats renvoyés, %lld lignes au total.
hi: %lld परिणाम सेट लौटाए गए, कुल %lld पंक्तियाँ।
id: %lld kumpulan hasil dikembalikan, total %lld baris.
it: %lld set di risultati restituiti, %lld righe in totale.
ja: %lld 件の結果セットが返されました。合計 %lld 行。
ko: 결과 집합 %lld개 반환됨, 총 %lld개 행.
pl: Zwrócono zestawów wyników: %lld, łącznie wierszy: %lld.
pt_br: %lld conjuntos de resultados retornados, %lld linhas no total.
ru: Возвращено наборов результатов: %lld, всего строк: %lld.
th: ส่งคืนชุดผลลัพธ์ %lld ชุด รวมทั้งหมด %lld แถว
tr: %lld sonuç kümesi, toplam %lld satır döndürüldü.
vi: %lld tập kết quả được trả về, tổng cộng %lld hàng.
zh_hans: 返回了 %lld 个结果集，共 %lld 行。
zh_hant: 已傳回 %lld 個結果集，共 %lld 列。

source: %lld rows
ar: %lld صف
de: %lld Zeilen
es: %lld filas
fr: %lld lignes
hi: %lld पंक्तियाँ
id: %lld baris
it: %lld righe
ja: %lld 行
ko: %lld개 행
pl: %lld wierszy
pt_br: %lld linhas
ru: %lld строк
th: %lld แถว
tr: %lld satır
vi: %lld hàng
zh_hans: %lld 行
zh_hant: %lld 列

source: %lld rows returned.
ar: تم إرجاع %lld صف.
de: %lld Zeilen zurückgegeben.
es: %lld filas devueltas.
fr: %lld lignes renvoyées.
hi: %lld पंक्तियाँ लौटाई गईं।
id: %lld baris dikembalikan.
it: %lld righe restituite.
ja: %lld 行が返されました。
ko: %lld개 행이 반환되었습니다.
pl: Zwrócono %lld wierszy.
pt_br: %lld linhas retornadas.
ru: %lld строк возвращено.
th: ส่งคืน %lld แถว
tr: %lld satır döndürüldü.
vi: %lld hàng được trả về.
zh_hans: 返回了 %lld 行。
zh_hant: 已傳回 %lld 列。

source: %lld selected
ar: تم تحديد %lld
de: %lld ausgewählt
es: %lld seleccionados
fr: %lld sélectionné(s)
hi: %lld चयनित
id: %lld dipilih
it: %lld selezionati
ja: %lld 件選択中
ko: %lld개 선택됨
pl: Wybrano: %lld
pt_br: %lld selecionado(s)
ru: Выбрано: %lld
th: เลือกแล้ว %lld รายการ
tr: %lld seçili
vi: Đã chọn %lld
zh_hans: 已选择 %lld 项
zh_hant: 已選取 %lld 項

source: %lld statements executed. %@
ar: تم تنفيذ %lld عبارة. %@
de: %lld Anweisungen ausgeführt. %@
es: %lld instrucciones ejecutadas. %@
fr: %lld instructions exécutées. %@
hi: %lld कथन निष्पादित हुए। %@
id: %lld pernyataan dijalankan. %@
it: %lld istruzioni eseguite. %@
ja: %lld 件のステートメントを実行しました。%@
ko: 명령문 %lld개 실행됨. %@
pl: Wykonano instrukcji: %lld. %@
pt_br: %lld instruções executadas. %@
ru: Выполнено инструкций: %lld. %@
th: รันคำสั่งแล้ว %lld รายการ %@
tr: %lld ifade çalıştırıldı. %@
vi: %lld câu lệnh đã được thực thi. %@
zh_hans: 已执行 %lld 条语句。%@
zh_hant: 已執行 %lld 條語句。%@

source: %lld/%lld objects — %@
ar: %lld/%lld عنصرًا — %@
de: %lld/%lld Objekte — %@
es: %lld/%lld objetos — %@
fr: %lld/%lld objets — %@
hi: %lld/%lld ऑब्जेक्ट — %@
id: %lld/%lld objek — %@
it: %lld/%lld oggetti — %@
ja: %lld/%lld オブジェクト — %@
ko: %lld/%lld개 개체 — %@
pl: %lld/%lld obiektów — %@
pt_br: %lld/%lld objetos — %@
ru: %lld/%lld объектов — %@
th: %lld/%lld อ็อบเจ็กต์ — %@
tr: %lld/%lld nesne — %@
vi: %lld/%lld đối tượng — %@
zh_hans: %lld/%lld 个对象 — %@
zh_hant: %lld/%lld 個物件 — %@

source: %lld/%lld rows
ar: %lld/%lld صف
de: %lld/%lld Zeilen
es: %lld/%lld filas
fr: %lld/%lld lignes
hi: %lld/%lld पंक्तियाँ
id: %lld/%lld baris
it: %lld/%lld righe
ja: %lld/%lld 行
ko: %lld/%lld개 행
pl: %lld/%lld wierszy
pt_br: %lld/%lld linhas
ru: %lld/%lld строк
th: %lld/%lld แถว
tr: %lld/%lld satır
vi: %lld/%lld hàng
zh_hans: %lld/%lld 行
zh_hant: %lld/%lld 列

source: %llu rows affected.
ar: تأثر %llu صف.
de: %llu Zeilen betroffen.
es: %llu filas afectadas.
fr: %llu lignes affectées.
hi: %llu पंक्तियाँ प्रभावित हुईं।
id: %llu baris terpengaruh.
it: %llu righe interessate.
ja: %llu 行が影響を受けました。
ko: %llu개 행이 영향을 받았습니다.
pl: Zmodyfikowano %llu wierszy.
pt_br: %llu linhas afetadas.
ru: %llu строк затронуто.
th: มีผลกับ %llu แถว
tr: %llu satır etkilendi.
vi: %llu hàng bị ảnh hưởng.
zh_hans: 影响了 %llu 行。
zh_hant: 已影響 %llu 列。

source: '%@' is a MySQL 8.0 collation, but this connection is to %@. Replace it (utf8mb4_unicode_ci is the usual substitute) or restore into MySQL 8.0 or newer.
ar: '%1$@' هو ترتيب تجميع (collation) خاص بـ MySQL 8.0، لكن هذا الاتصال موجّه إلى %2$@. استبدله (البديل المعتاد هو utf8mb4_unicode_ci) أو استعد النسخة الاحتياطية إلى MySQL 8.0 أو أحدث.
de: „%1$@“ ist eine MySQL-8.0-Kollation, diese Verbindung geht aber zu %2$@. Ersetzen Sie sie (üblich ist utf8mb4_unicode_ci) oder spielen Sie in MySQL 8.0 oder neuer ein.
es: '%1$@' es una intercalación de MySQL 8.0, pero esta conexión es a %2$@. Sustitúyala (utf8mb4_unicode_ci es lo habitual) o restaure en MySQL 8.0 o posterior.
fr: « %1$@ » est un classement MySQL 8.0, mais cette connexion est établie avec %2$@. Remplacez-le (utf8mb4_unicode_ci est le substitut habituel) ou restaurez vers MySQL 8.0 ou plus récent.
hi: '%1$@' एक MySQL 8.0 collation है, लेकिन यह कनेक्शन %2$@ से है। इसे बदलें (आमतौर पर utf8mb4_unicode_ci उपयुक्त है) या MySQL 8.0 या नए संस्करण में पुनर्स्थापित करें।
id: '%@' adalah collation MySQL 8.0, tetapi koneksi ini ke %@. Ganti (utf8mb4_unicode_ci biasanya menjadi penggantinya) atau pulihkan ke MySQL 8.0 atau yang lebih baru.
it: '%1$@' è una collation di MySQL 8.0, ma questa connessione è verso %2$@. Sostituiscila (utf8mb4_unicode_ci è il sostituto abituale) oppure ripristina su MySQL 8.0 o versioni successive.
ja: '%1$@' は MySQL 8.0 の照合順序ですが、この接続先は %2$@ です。置き換えるか（通常は utf8mb4_unicode_ci で代替）、MySQL 8.0 以降に復元してください。
ko: '%1$@'은(는) MySQL 8.0 콜레이션이지만 이 연결은 %2$@에 연결되어 있습니다. 다른 콜레이션으로 바꾸거나(보통 utf8mb4_unicode_ci로 대체) MySQL 8.0 이상으로 복원하세요.
pl: „%1$@” to porządek sortowania z MySQL 8.0, ale to połączenie dotyczy %2$@. Zastąp go (zwykle odpowiedni jest utf8mb4_unicode_ci) albo przywróć w MySQL 8.0 lub nowszym.
pt_br: '%1$@' é um collation do MySQL 8.0, mas esta conexão é com %2$@. Substitua-o (utf8mb4_unicode_ci é o substituto habitual) ou restaure em um MySQL 8.0 ou mais recente.
ru: «%1$@» — параметр сортировки MySQL 8.0, но это соединение выполнено с %2$@. Замените его (обычно подходит utf8mb4_unicode_ci) или восстановите в MySQL 8.0 или новее.
th: '%@' เป็น collation ของ MySQL 8.0 แต่การเชื่อมต่อนี้เชื่อมกับ %@ โปรดแทนที่ (ปกติใช้ utf8mb4_unicode_ci แทน) หรือกู้คืนลง MySQL 8.0 ขึ้นไป
tr: '%1$@' bir MySQL 8.0 collation'ı, bu bağlantı ise %2$@ sunucusuna. Değiştirin (genelde utf8mb4_unicode_ci kullanılır) ya da MySQL 8.0+ sunucuya yükleyin.
vi: '%@' là collation của MySQL 8.0, nhưng kết nối này đến %@. Hãy thay thế nó (utf8mb4_unicode_ci thường được dùng thay thế) hoặc khôi phục vào MySQL 8.0 trở lên.
zh_hans: “%1$@” 是 MySQL 8.0 的排序规则，但此连接的对象是 %2$@。请替换它（通常用 utf8mb4_unicode_ci 代替）或还原到 MySQL 8.0 或更高版本。
zh_hant: 「%1$@」是 MySQL 8.0 的定序，但此連線的對象是 %2$@。請替換它（通常以 utf8mb4_unicode_ci 代替）或還原到 MySQL 8.0 或更新版本。

source: '%@' is a MySQL 8.0 collation. Replace it (utf8mb4_unicode_ci is the usual substitute) or restore into MySQL 8.0 or newer.
ar: '%@' هو ترتيب تجميع (collation) خاص بـ MySQL 8.0. استبدله (البديل المعتاد هو utf8mb4_unicode_ci) أو استعد النسخة الاحتياطية إلى MySQL 8.0 أو أحدث.
de: „%@“ ist eine MySQL-8.0-Kollation. Ersetzen Sie sie (üblich ist utf8mb4_unicode_ci) oder spielen Sie in MySQL 8.0 oder neuer ein.
es: '%@' es una intercalación de MySQL 8.0. Sustitúyala (utf8mb4_unicode_ci es lo habitual) o restaure en MySQL 8.0 o posterior.
fr: « %@ » est un classement MySQL 8.0. Remplacez-le (utf8mb4_unicode_ci est le substitut habituel) ou restaurez vers MySQL 8.0 ou plus récent.
hi: '%@' एक MySQL 8.0 collation है। इसे बदलें (आमतौर पर utf8mb4_unicode_ci उपयुक्त है) या MySQL 8.0 या नए संस्करण में पुनर्स्थापित करें।
id: '%@' adalah collation MySQL 8.0. Ganti (utf8mb4_unicode_ci biasanya menjadi penggantinya) atau pulihkan ke MySQL 8.0 atau yang lebih baru.
it: '%@' è una collation di MySQL 8.0. Sostituiscila (utf8mb4_unicode_ci è il sostituto abituale) oppure ripristina su MySQL 8.0 o versioni successive.
ja: '%@' は MySQL 8.0 の照合順序です。置き換えるか（通常は utf8mb4_unicode_ci で代替）、MySQL 8.0 以降に復元してください。
ko: '%@'은(는) MySQL 8.0 콜레이션입니다. 다른 콜레이션으로 바꾸거나(보통 utf8mb4_unicode_ci로 대체) MySQL 8.0 이상으로 복원하세요.
pl: „%@” to porządek sortowania z MySQL 8.0. Zastąp go (zwykle odpowiedni jest utf8mb4_unicode_ci) albo przywróć w MySQL 8.0 lub nowszym.
pt_br: '%@' é um collation do MySQL 8.0. Substitua-o (utf8mb4_unicode_ci é o substituto habitual) ou restaure em um MySQL 8.0 ou mais recente.
ru: «%@» — параметр сортировки MySQL 8.0. Замените его (обычно подходит utf8mb4_unicode_ci) или восстановите в MySQL 8.0 или новее.
th: '%@' เป็น collation ของ MySQL 8.0 โปรดแทนที่ (ปกติใช้ utf8mb4_unicode_ci แทน) หรือกู้คืนลง MySQL 8.0 ขึ้นไป
tr: '%@' bir MySQL 8.0 collation'ı. Değiştirin (genelde utf8mb4_unicode_ci kullanılır) ya da MySQL 8.0+ sunucuya yükleyin.
vi: '%@' là collation của MySQL 8.0. Hãy thay thế nó (utf8mb4_unicode_ci thường được dùng thay thế) hoặc khôi phục vào MySQL 8.0 trở lên.
zh_hans: “%@” 是 MySQL 8.0 的排序规则。请替换它（通常用 utf8mb4_unicode_ci 代替）或还原到 MySQL 8.0 或更高版本。
zh_hant: 「%@」是 MySQL 8.0 的定序。請替換它（通常以 utf8mb4_unicode_ci 代替）或還原到 MySQL 8.0 或更新版本。

source: (required)
ar: (مطلوب)
de: (erforderlich)
es: (obligatorio)
fr: (obligatoire)
hi: (आवश्यक)
id: (wajib)
it: (obbligatorio)
ja: (必須)
ko: (필수)
pl: (wymagane)
pt_br: (obrigatório)
ru: (обязательно)
th: (จำเป็น)
tr: (zorunlu)
vi: (bắt buộc)
zh_hans: （必填）
zh_hant: （必填）

source: (unavailable)
ar: (غير متاح)
de: (nicht verfügbar)
es: (no disponible)
fr: (indisponible)
hi: (अनुपलब्ध)
id: (tidak tersedia)
it: (non disponibile)
ja: (利用不可)
ko: (사용 불가)
pl: (niedostępne)
pt_br: (indisponível)
ru: (недоступно)
th: (ไม่พร้อมใช้งาน)
tr: (alınamadı)
vi: (không khả dụng)
zh_hans: （不可用）
zh_hant: （無法使用）

source: -- No changes yet --
ar: -- لا توجد تغييرات بعد --
de: -- Noch keine Änderungen --
es: -- Aún no hay cambios --
fr: -- Aucune modification pour l'instant --
hi: -- अभी तक कोई बदलाव नहीं --
id: -- Belum ada perubahan --
it: -- Nessuna modifica ancora --
ja: -- まだ変更はありません --
ko: -- 아직 변경 사항 없음 --
pl: -- brak zmian --
pt_br: -- Nenhuma alteração ainda --
ru: -- изменений пока нет --
th: -- ยังไม่มีการเปลี่ยนแปลง --
tr: -- Henüz bir değişiklik yok --
vi: -- Chưa có thay đổi --
zh_hans: -- 尚无更改 --
zh_hant: -- 尚無變更 --

source: -- SQL will appear here once you enter a table name and at least one column name --
ar: -- سيظهر SQL هنا بمجرد إدخال اسم الجدول واسم عمود واحد على الأقل --
de: -- SQL erscheint hier, sobald ein Tabellenname und mindestens ein Spaltenname eingegeben wurden --
es: -- El SQL aparecerá aquí en cuanto introduzcas un nombre de tabla y al menos un nombre de columna --
fr: -- Le SQL apparaîtra ici une fois que vous aurez saisi un nom de table et au moins un nom de colonne --
hi: -- टेबल नाम और कम से कम एक कॉलम नाम दर्ज करने पर SQL यहाँ दिखाई देगा --
id: -- SQL akan muncul di sini setelah Anda memasukkan nama tabel dan setidaknya satu nama kolom --
it: -- L'SQL apparirà qui dopo aver inserito un nome tabella e almeno un nome colonna --
ja: -- テーブル名と少なくとも1つの列名を入力すると、ここに SQL が表示されます --
ko: -- 테이블 이름과 하나 이상의 열 이름을 입력하면 여기에 SQL이 표시됩니다 --
pl: -- SQL pojawi się tutaj po wpisaniu nazwy tabeli i przynajmniej jednej nazwy kolumny --
pt_br: -- O SQL aparecerá aqui assim que você inserir um nome de tabela e pelo menos um nome de coluna --
ru: -- SQL появится здесь, как только вы укажете имя таблицы и хотя бы одно имя столбца --
th: -- SQL จะปรากฏที่นี่เมื่อคุณป้อนชื่อตารางและชื่อคอลัมน์อย่างน้อยหนึ่งคอลัมน์ --
tr: -- Tablo adı ve en az bir kolon adı girildiğinde SQL burada görünecek --
vi: -- SQL sẽ xuất hiện ở đây khi bạn nhập tên bảng và ít nhất một tên cột --
zh_hans: -- 输入表名和至少一个列名后，SQL 将显示在此处 --
zh_hant: -- 輸入表格名稱與至少一個欄位名稱後，SQL 將顯示於此 --

source: AUTO INC
ar: زيادة تلقائية
de: AUTO INKR
es: AUTO INCR
fr: AUTO INCR
hi: ऑटो इंक्र
id: OTO INC
it: AUTO INCR
ja: 自動 増分
ko: 자동 증가
pl: AUTO INKR
pt_br: AUTO INCR
ru: АВТО ИНКР
tr: OTO ARTIŞ
vi: TỰ TĂNG
zh_hans: 自动 递增
zh_hant: 自動 遞增

source: Add "CREATE database" statement
ar: إضافة عبارة "CREATE database"
de: Anweisung "CREATE database" hinzufügen
es: Añadir instrucción "CREATE database"
fr: Ajouter l'instruction « CREATE database »
hi: "CREATE database" कथन जोड़ें
id: Tambahkan pernyataan "CREATE database"
it: Aggiungi istruzione "CREATE database"
ja: 「CREATE database」文を追加
ko: "CREATE database" 문 추가
pl: Dodaj instrukcję „CREATE database”
pt_br: Adicionar instrução "CREATE database"
ru: Добавить инструкцию «CREATE database»
th: เพิ่มคำสั่ง "CREATE database"
tr: "CREATE database" ifadesini ekle
vi: Thêm câu lệnh "CREATE database"
zh_hans: 添加 “CREATE database” 语句
zh_hant: 加入「CREATE database」語句

source: Add "DROP" statements
ar: إضافة عبارات "DROP"
de: Anweisungen "DROP" hinzufügen
es: Añadir instrucciones "DROP"
fr: Ajouter les instructions « DROP »
hi: "DROP" कथन जोड़ें
id: Tambahkan pernyataan "DROP"
it: Aggiungi istruzioni "DROP"
ja: 「DROP」文を追加
ko: "DROP" 문 추가
pl: Dodaj instrukcje „DROP”
pt_br: Adicionar instruções "DROP"
ru: Добавить инструкции «DROP»
th: เพิ่มคำสั่ง "DROP"
tr: "DROP" ifadelerini ekle
vi: Thêm câu lệnh "DROP"
zh_hans: 添加 “DROP” 语句
zh_hant: 加入「DROP」語句

source: Add "USE database" statement
ar: إضافة عبارة "USE database"
de: Anweisung "USE database" hinzufügen
es: Añadir instrucción "USE database"
fr: Ajouter l'instruction « USE database »
hi: "USE database" कथन जोड़ें
id: Tambahkan pernyataan "USE database"
it: Aggiungi istruzione "USE database"
ja: 「USE database」文を追加
ko: "USE database" 문 추가
pl: Dodaj instrukcję „USE database”
pt_br: Adicionar instrução "USE database"
ru: Добавить инструкцию «USE database»
th: เพิ่มคำสั่ง "USE database"
tr: "USE database" ifadesini ekle
vi: Thêm câu lệnh "USE database"
zh_hans: 添加 “USE database” 语句
zh_hant: 加入「USE database」語句

source: Add Column
ar: إضافة عمود
de: Spalte hinzufügen
es: Añadir Columna
fr: Ajouter une colonne
hi: कॉलम जोड़ें
id: Tambah Kolom
it: Aggiungi colonna
ja: 列を追加
ko: 열 추가
pl: Dodaj kolumnę
pt_br: Adicionar coluna
ru: Добавить столбец
th: เพิ่มคอลัมน์
tr: Kolon Ekle
vi: Thêm Cột
zh_hans: 添加列
zh_hant: 新增欄位

source: Add Row
ar: إضافة صف
de: Zeile hinzufügen
es: Añadir Fila
fr: Ajouter une ligne
hi: पंक्ति जोड़ें
id: Tambah Baris
it: Aggiungi riga
ja: 行を追加
ko: 행 추가
pl: Dodaj wiersz
pt_br: Adicionar linha
ru: Добавить строку
th: เพิ่มแถว
tr: Satır Ekle
vi: Thêm Hàng
zh_hans: 添加行
zh_hant: 新增列

source: All
ar: الكل
de: Alle
es: Todo
fr: Tout
hi: सभी
id: Semua
it: Tutti
ja: すべて
ko: 전체
pl: Wszystko
pt_br: Tudo
ru: Все
th: ทั้งหมด
tr: Tümü
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

source: Alter failed: %@
ar: فشل Alter: %@
de: Alter fehlgeschlagen: %@
es: Alter falló: %@
fr: Échec de Alter : %@
hi: Alter विफल: %@
id: Alter gagal: %@
it: Alter non riuscito: %@
ja: Alter に失敗しました: %@
ko: Alter 실패: %@
pl: Alter nie powiódł się: %@
pt_br: Falha no Alter: %@
ru: Alter не выполнен: %@
th: Alter ไม่สำเร็จ: %@
tr: Alter başarısız: %@
vi: Alter thất bại: %@
zh_hans: Alter 失败：%@
zh_hant: Alter 失敗：%@

source: Appearance: %@
ar: المظهر: %@
de: Erscheinungsbild: %@
es: Apariencia: %@
fr: Apparence : %@
hi: स्वरूप: %@
id: Tampilan: %@
it: Aspetto: %@
ja: 外観: %@
ko: 모양: %@
pl: Wygląd: %@
pt_br: Aparência: %@
ru: Оформление: %@
th: รูปลักษณ์: %@
tr: Görünüm: %@
vi: Giao diện: %@
zh_hans: 外观：%@
zh_hant: 外觀：%@

source: Apply
ar: تطبيق
de: Anwenden
es: Aplicar
fr: Appliquer
hi: लागू करें
id: Terapkan
it: Applica
ja: 適用
ko: 적용
pl: Zastosuj
pt_br: Aplicar
ru: Применить
th: นำไปใช้
tr: Uygula
vi: Áp dụng
zh_hans: 应用
zh_hant: 套用

source: Ask for confirmation before deleting a row
ar: طلب التأكيد قبل حذف صف
de: Vor dem Löschen einer Zeile um Bestätigung bitten
es: Pedir confirmación antes de eliminar una fila
fr: Demander confirmation avant de supprimer une ligne
hi: पंक्ति हटाने से पहले पुष्टि माँगें
id: Minta konfirmasi sebelum menghapus baris
it: Chiedi conferma prima di eliminare una riga
ja: 行を削除する前に確認する
ko: 행 삭제 전 확인 요청
pl: Pytaj o potwierdzenie przed usunięciem wiersza
pt_br: Pedir confirmação antes de excluir uma linha
ru: Запрашивать подтверждение перед удалением строки
th: ขอการยืนยันก่อนลบแถว
tr: Satır silmeden önce onay iste
vi: Yêu cầu xác nhận trước khi xóa một hàng
zh_hans: 删除行前需要确认
zh_hant: 刪除列前要求確認

source: Automatically UPPERCASE keywords
ar: تحويل الكلمات المفتاحية تلقائيًا إلى أحرف كبيرة
de: Schlüsselwörter automatisch in GROSSBUCHSTABEN schreiben
es: Poner palabras clave en MAYÚSCULAS automáticamente
fr: Mettre automatiquement les mots-clés en MAJUSCULES
hi: कीवर्ड को अपने आप UPPERCASE करें
id: Otomatis kapitalkan kata kunci
it: Converti automaticamente le parole chiave in MAIUSCOLO
ja: キーワードを自動的に大文字にする
ko: 키워드를 자동으로 대문자로 변환
pl: Automatycznie zamieniaj słowa kluczowe na WIELKIE LITERY
pt_br: Colocar palavras-chave em MAIÚSCULAS automaticamente
ru: Автоматически писать ключевые слова ЗАГЛАВНЫМИ
th: แปลงคีย์เวิร์ดเป็นตัวพิมพ์ใหญ่โดยอัตโนมัติ
tr: Anahtar kelimeleri otomatik BÜYÜK yaz
vi: Tự động VIẾT HOA từ khóa
zh_hans: 自动将关键字转为大写
zh_hant: 自動將關鍵字轉為大寫

source: Back to Table View
ar: العودة إلى عرض الجدول
de: Zurück zur Tabellenansicht
es: Volver a la Vista de Tabla
fr: Retour à la vue Table
hi: टेबल दृश्य पर वापस जाएँ
id: Kembali ke Tampilan Tabel
it: Torna alla vista tabella
ja: テーブル表示に戻る
ko: 테이블 보기로 돌아가기
pl: Powrót do widoku tabeli
pt_br: Voltar para a visualização de tabela
ru: Назад к виду таблицы
th: กลับไปยังมุมมองตาราง
tr: Tablo Görünümüne Dön
vi: Quay lại Chế độ xem Bảng
zh_hans: 返回表格视图
zh_hant: 返回表格檢視

source: Backup Complete
ar: اكتمل النسخ الاحتياطي
de: Sicherung Abgeschlossen
es: Copia de Seguridad Completada
fr: Sauvegarde terminée
hi: बैकअप पूर्ण
id: Pencadangan Selesai
it: Backup completato
ja: バックアップ完了
ko: 백업 완료
pl: Kopia zapasowa gotowa
pt_br: Backup concluído
ru: Резервное копирование завершено
th: สำรองข้อมูลเสร็จสมบูรณ์
tr: Yedekleme Tamamlandı
vi: Sao lưu Hoàn tất
zh_hans: 备份完成
zh_hant: 備份完成

source: Backup...
ar: نسخ احتياطي...
de: Sicherung...
es: Copia de seguridad...
fr: Sauvegarde...
hi: बैकअप...
id: Cadangkan...
ja: バックアップ...
ko: 백업...
pl: Kopia zapasowa…
ru: Резервная копия…
th: สำรองข้อมูล...
vi: Sao lưu...
zh_hans: 备份…
zh_hant: 備份…

source: COLUMN MAPPING
ar: تخطيط الأعمدة
de: SPALTENZUORDNUNG
es: ASIGNACIÓN DE COLUMNAS
fr: CORRESPONDANCE DES COLONNES
hi: कॉलम मैपिंग
id: PEMETAAN KOLOM
it: MAPPATURA COLONNE
ja: 列のマッピング
ko: 열 매핑
pl: MAPOWANIE KOLUMN
pt_br: MAPEAMENTO DE COLUNAS
ru: СОПОСТАВЛЕНИЕ СТОЛБЦОВ
th: การจับคู่คอลัมน์
tr: KOLON EŞLEME
vi: ÁNH XẠ CỘT
zh_hans: 列映射
zh_hant: 欄位對應

source: COLUMN NAME
ar: اسم العمود
de: SPALTENNAME
es: NOMBRE DE COLUMNA
fr: NOM DE COLONNE
hi: कॉलम नाम
id: NAMA KOLOM
it: NOME COLONNA
ja: 列名
ko: 열 이름
pl: NAZWA KOLUMNY
pt_br: NOME DA COLUNA
ru: ИМЯ СТОЛБЦА
th: ชื่อคอลัมน์
tr: KOLON ADI
vi: TÊN CỘT
zh_hans: 列名
zh_hant: 欄位名稱

source: COLUMNS
ar: الأعمدة
de: SPALTEN
es: COLUMNAS
fr: COLONNES
hi: कॉलम
id: KOLOM
it: COLONNE
ja: 列
ko: 열
pl: KOLUMNY
pt_br: COLUNAS
ru: СТОЛБЦЫ
th: คอลัมน์
tr: KOLONLAR
vi: CỘT
zh_hans: 列
zh_hant: 欄位

source: COMMENT
ar: تعليق
de: KOMMENTAR
es: COMENTARIO
fr: COMMENTAIRE
hi: टिप्पणी
id: KOMENTAR
it: COMMENTO
ja: コメント
ko: 설명
pl: KOMENTARZ
pt_br: COMENTÁRIO
ru: КОММЕНТАРИЙ
th: ความคิดเห็น
tr: AÇIKLAMA
vi: GHI CHÚ
zh_hans: 注释
zh_hant: 註解

source: CSV COLUMNS
ar: أعمدة CSV
de: CSV-SPALTEN
es: COLUMNAS CSV
fr: COLONNES CSV
hi: CSV कॉलम
id: KOLOM CSV
it: COLONNE CSV
ja: CSV の列
ko: CSV 열
pl: KOLUMNY CSV
pt_br: COLUNAS CSV
ru: СТОЛБЦЫ CSV
th: คอลัมน์ CSV
tr: CSV BAŞLIKLARI
vi: CỘT CSV
zh_hans: CSV 列
zh_hant: CSV 欄位

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Cell font size
ar: حجم خط الخلية
de: Schriftgröße der Zelle
es: Tamaño de fuente de celda
fr: Taille de police des cellules
hi: सेल फ़ॉन्ट आकार
id: Ukuran font sel
it: Dimensione carattere cella
ja: セルのフォントサイズ
ko: 셀 글꼴 크기
pl: Rozmiar czcionki komórki
pt_br: Tamanho da fonte da célula
ru: Размер шрифта ячейки
th: ขนาดฟอนต์ในเซลล์
tr: Hücre yazı boyutu
vi: Cỡ chữ ô
zh_hans: 单元格字体大小
zh_hant: 儲存格字型大小

source: Cell text color
ar: لون نص الخلية
de: Textfarbe der Zelle
es: Color de texto de celda
fr: Couleur du texte des cellules
hi: सेल टेक्स्ट रंग
id: Warna teks sel
it: Colore testo cella
ja: セルの文字色
ko: 셀 텍스트 색상
pl: Kolor tekstu komórki
pt_br: Cor do texto da célula
ru: Цвет текста ячейки
th: สีข้อความในเซลล์
tr: Hücre yazı rengi
vi: Màu chữ ô
zh_hans: 单元格文字颜色
zh_hant: 儲存格文字顏色

source: Character Set
ar: ترميز الأحرف
de: Zeichensatz
es: Juego de Caracteres
fr: Jeu de caractères
id: Set Karakter
it: Set di caratteri
ja: 文字セット
ko: 문자 세트
pl: Zestaw znaków
pt_br: Conjunto de caracteres
ru: Кодировка
th: ชุดอักขระ
tr: Karakter Seti
vi: Bộ ký tự
zh_hans: 字符集
zh_hant: 字元集

source: Clear History
ar: مسح السجل
de: Verlauf löschen
es: Borrar Historial
fr: Effacer l'historique
hi: इतिहास साफ़ करें
id: Hapus Riwayat
it: Cancella cronologia
ja: 履歴を消去
ko: 기록 지우기
pl: Wyczyść historię
pt_br: Limpar histórico
ru: Очистить историю
th: ล้างประวัติ
tr: Geçmişi Temizle
vi: Xóa Lịch sử
zh_hans: 清除历史记录
zh_hant: 清除記錄

source: Clear History for All Connections
ar: مسح سجل جميع الاتصالات
de: Verlauf für alle Verbindungen löschen
es: Borrar Historial de Todas las Conexiones
fr: Effacer l'historique de toutes les connexions
hi: सभी कनेक्शनों का इतिहास साफ़ करें
id: Hapus Riwayat untuk Semua Koneksi
it: Cancella cronologia per tutte le connessioni
ja: すべての接続の履歴を消去
ko: 모든 연결의 기록 지우기
pl: Wyczyść historię wszystkich połączeń
pt_br: Limpar histórico de todas as conexões
ru: Очистить историю всех подключений
th: ล้างประวัติของการเชื่อมต่อทั้งหมด
tr: Tüm Bağlantıların Geçmişini Sil
vi: Xóa Lịch sử cho Tất cả Kết nối
zh_hans: 清除所有连接的历史记录
zh_hant: 清除所有連線的記錄

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
pl: Zamknij
pt_br: Fechar
ru: Закрыть
th: ปิด
tr: Kapat
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉
